let arrCredits = [
    {
        type: "cash",
        image: "img/1.svg",
        name: "Кредит наличными от 4,4%",
        description: "решение от 5 минут",
        especially: ["За 2 минуты", "решение по кредиту"],
        sum: ["До 7 млн ₽", "сумма кредита"],
        date: ["До 10 лет", "срок кредитования"],
        timeDelivery: true
    },
    {
        type: "ref",
        image: "img/2.svg",
        name: "Рефинансирование потребительских кредитов",
        description: "обновите условия в короткие сроки",
        especially: ["За 2 минуты", "решение по кредиту"],
        sum: ["До 7 млн ₽", "сумма кредита"],
        date: ["До 10 лет", "срок кредитования"],
        timeDelivery: false
    },
    {
        type: "cash",
        image: "img/3.svg",
        name: "Кредит на автомобиль от 4,4%",
        description: "Оставьте заявку – и получите деньги завтра",
        especially: ["За 2 минуты", "решение по кредиту"],
        sum: ["До 7 млн ₽", "сумма кредита"],
        date: ["До 10 лет", "срок кредитования"],
        timeDelivery: true
    },
    {
        type: "another",
        image: "img/4.svg",
        name: "Кредит под залог на любые цели от 4,4%",
        description: "С высокой вероятностью одобрения",
        especially: ["По 2 документам", "нужны паспорт и СНИЛС"],
        sum: ["До 7 млн ₽", "сумма кредита"],
        date: ["До 10 лет", "срок кредита"],
        timeDelivery: false
    },
    {
        type: "another",
        image: "img/5.svg",
        name: "Кредит на образование",
        description: "Оставьте заявку – и получите деньги завтра",
        especially: ["От 4,4%", "ставка"],
        sum: ["До 7 млн ₽", "сумма кредита"],
        date: ["До 10 лет", "срок кредита"],
        timeDelivery: false
    },
    {
        type: "another",
        image: "img/6.svg",
        name: "Кредит на газификацию жилья",
        description: "Оставьте заявку – и получите деньги завтра",
        especially: ["От 4,4%", "ставка"],
        sum: ["До 7 млн ₽", "сумма кредита"],
        date: ["До 10 лет", "срок кредита"],
        timeDelivery: false
    },
    {
        type: "another",
        image: "img/7.svg",
        name: "Кредит на ремонт",
        description: "Оставьте заявку – и получите деньги завтра",
        especially: ["Досрочное погашение", "когда угодно"],
        sum: ["До 7 млн ₽", "сумма кредита"],
        date: ["До 10 лет", "срок кредита"],
        timeDelivery: false
    }
];
